# Описание
Функциональность стандартной игры на одном устройстве с передачей хода от крестиков к ноликам

# Глоссарий
- Игрок 1 - игрок, начинающий игру первым. Играет за крестики.
- Игрок 2 - игрок, вступающий в игру вторым. Играет за нолики.

# Бизнес-процессы
## BP-1: Обновление запаса крестиков и ноликов на складе

# Пользовательские истории
- US-1: Я, как пользователь, хочу сразу начинать играть после входа в приложение, чтобы не терять время

# Пользовательские сценарии

```mermaid  
graph LR  
    A[Start] --> B[Do something]  
    B --> C[End]  
```
<details>
  <summary>UC-1.1:</summary>

</details>

<details>
  <summary>UC-2.1:</summary>

</details>
